[{"state":"AK","notes":"Alaska sometimes reports long-term care data in press releases.\n\nAugust 12, 2020: Alaska Department of Health and Social Services reported 10 resident and 2 staff cases at the Anchorage Pioneer Home in a press release."},{"state":"AL","notes":"Alabama reports long-term care data. The Alabama Department of Public Health (ADPH) defines Long Term Care (LTC) as prolonged care of residents in licensed institutions and/or organized departments within a licensed institution where the average length of resident stay is 25 days or longer. \n\nTotals are cumulative since the first case of COVID-19 was reported in Alabama on March 13, 2020. Data on cases and staff are reported separately. No data on deaths is reported. Data is updated daily.\n\nJune 24, 2020: 412 cumulative resident deaths reported by ADPH by email to CTP \nJuly 2, 2020: 488 cumulative resident deaths reported by ADPH by email to CTP. This data is carried over until August 6, 2020.  \nAugust 13, 2020: 732 cumulative resident deaths were reported by ADPH by email to CTP.\nSeptember 17, 2020: 911 cumulative resident deaths were reported by ADPH by email to CTP. "},{"state":"AR","notes":"Arkansas reports long-term care data for Nursing Homes and Assisted Living Facilities. \n\nOn the Arkansas COVID-19 dashboard, the state provides staff cases, resident cases and resident deaths but no facility-level information. Since July 1, 2020, Arkansas has been reporting cumulative and outbreak data directly to CTP via an emailed spreadsheet. Cases for residents and staff are reported separately. Outbreak reporting includes facilities that have had active cases in the last 28 days. Once a facility no longer has active cases for 28 days they are taken off the report. The spreadsheet contains facility-level data and associated staff and resident cases and deaths, which is not available on the state dashboard. \n\nStaff cases and facility numbers are carried over from June 4 to June 8, June 11 to June 15, and June 18 to June 22.\n\nAugust 21, 2020: Arkansas began reporting deaths associated with nursing homes and assisted living facilities every Friday via an emailed spreadsheet. The state also started reporting active staff and resident cases in the past 28 days at facilities with current outbreaks.\nAugust 27, 2020: Cumulative death total is from Friday, August 21, 2020. Arkansas Health Department provided CTP with total number of cumulative facilities (224) with cases.\nSeptember 17, 2020: Arkansas did not include cumulative cases or deaths for staff or residents on the state reports this week. Data for Outbreak Cases and Deaths are from September 11, 2020. \n"},{"state":"AS","notes":"American Samoa does not report COVID-19 data for LTC facilities."},{"state":"AZ","notes":"Arizona reports long-term care data for Long-Term Care and Assisted Living Facilities. Data is updated daily. Arizona only reports cumulative numbers of facilities with cases of COVID-19. \n\nMaricopa County, Arizona releases more comprehensive COVID-19 data than the state of Arizona. Maricopa County reports resident cases and deaths and staff cases and deaths. \n\nAugust 6, 2020: CTP began reporting Maricopa County resident cases and deaths and staff cases and deaths due to Arizona not releasing any information other than the of number of facilities with a COVID-19 case."},{"state":"CA","notes":"California reports long-term care data for Skilled Nursing Facilities and Adult and Residential Care Facilities for the elderly. They are reported separately.\n\nSkilled Nursing Facility cumulative data starts on January 1, 2020 and is updated daily. California Skilled Nursing Facilities deaths include those that occurred at Nursing Homes and those that occurred in other locations, such as a hospital or private home, if the death occurred within the 14-day bed hold period after the resident transferred from the Nursing Facility. Deaths that occurred outside of this 14-day period may not be captured. Reported data categorizes by resident or staff cases and deaths. \n\nAdult and Residential Care Facilities for the Elderly licensed by the California Department of Social Services, Community Care Licensing Division does not list facilities with a capacity for seven or more persons in care, which reflects in a lower number of facilities. Residential Care Facility data reports residents and staff combined. \n\nJuly 16, 2020: Residential Care Facilities report current active cases. This information, placed in the outbreak category, consists of cases that were diagnosed in the last 29 days and for which no death was reported.\n"},{"state":"CO","notes":"Colorado reports long-term care data for Nursing Homes, Assisted Living Facilities, Independent Living Facilities and Combined Healthcare Facilities. CTP categorized Independent Living and Combined Healthcare facilities as Other. Cases and deaths are reported for both residents and staff. Confirmed and probable cases and deaths are reported separately. \n\nColorado defines an outbreak as two or more confirmed COVID-19 cases in residents with onset in a 14 day period. An outbreak ends when 28 days have passed with no new illness, and Colorado renames the outbreak from active to closed. "},{"state":"CT","notes":"In Connecticut, long-term care facilities include nursing homes and assisted living facilities. Connecticut reports resident and staff cases and deaths. CT reports cumulative LTC data. Data is reported separately for nursing homes and assisted living facilities. Death data combines confirmed and probable deaths. Data is updated weekly.        \n\nAssisted Living Reporting Timeline\nJune 11-18, 2020: CT did not update LTC data. \nBefore June 17, 2020: Resident cases were reported through CT Department of Public Health. Resident deaths were reported by the CT Office of the Chief Medical Examiner and included confirmed and probable COVID-19 deaths. According to the CT DoH, “COVID-19-associated deaths include persons who tested positive for COVID-19 around the time of death (laboratory-confirmed) and persons whose death certificate lists COVID-19 disease as a cause of death or a significant condition contributing to death (probable).\" Staff cases and deaths were not reported.\nBefore July 1, 2020: CT was reporting cumulative assisted living resident cases that were self-reported by Assisted Living Facilities through their Long-Term Care Mutual Aid Plan (LTC-MAP) web-based system, and resident deaths were reported by the CT Office of the Chief Medical Examiner. \nJuly 8, 2020: CT began reporting resident deaths that were self-reported by Assisted Living Facilities through their LTC-MAP system. It includes both confirmed and suspect deaths. Confirmed deaths include those among residents who tested positive for COVID-19. Suspected deaths include those among residents with signs and symptoms suggestive of COVID-19, but did not have a laboratory positive COVID-19 test. The LTC-MAP deaths are self-reported by Assisted Living Facilities and are not based upon cause of death as determined by the Office of the Chief Medical Examiner. \nJuly  9, 2020: CT provided a range of resident cases and deaths and staff cases and deaths from July 1-July 7,  which CTP added to previous cumulative totals for July 9th cumulative totals.\nJuly 17, 2020: CT resumed reporting cumulative totals after reassessing their resident death data on July 14.\nJuly 23, 2020:  CT’s resumed cumulative reporting of assisted living provided a new set of timeframes of cumulative collected data. Resident deaths are cumulative through July 14. Res cases are through July 21. Staff cumulative is from July 1-July 21. \nJuly 30, 2020: Cumulative resident COVID-19 cases are through July 28. Cumulative resident COVID-19 associated deaths are represented in two columns, one which is data through July 14 reported by the Office of the Chief Medical Examiner and the other is since July 15th reported by LTC-MAP. Due to the differing definitions of COVID-19 associated deaths used by the Office of the Chief Medical Examiner and LTC-MAP, there is a possibility of duplication of deaths among prior and current resident death data. Staff cumulative cases and deaths are from July 1 to July 28th.  \n\nNursing Home Reporting Timeline\nBefore June 17, 2020: Resident cases were reported through CT Department of Public Health. Resident deaths were reported by the CT Office of the Chief Medical Examiner and included confirmed and probable COVID-19 deaths. According to the CT DPH, “COVID-19-associated deaths include persons who tested positive for COVID-19 around the time of death (laboratory-confirmed) and persons whose death certificate lists COVID-19 disease as a cause of death or a significant condition contributing to death (probable).\" Staff cases and deaths were not reported. \nJune 17, 2020: CT DPH began reporting NHSN data for nursing homes as a weekly outbreak. NSHN data from June 17 to June 23rd was added to the previous cumulative total to reflect CTP’s cumulative data on June 25. Staff cases and deaths were also reported for the first time with NHSN data.\nJune 22, 2020: All CT NH data from June 18 was carried over to June 22. \nJune 25, 2020: To get cumulative totals, CTP adds the weekly totals to the previous week’s cumulative data. \nJuly  9, 2020: CT provided a range of resident cases and staff cases / resident cases and deaths and staff cases and deaths from July 1-July 7,  which CTP added to cumulative totals for July 9th CTP totals.\nJuly 14, 2020: CT rebaselined their cumulative death data for residents to deduplicate deaths. Since this rebaselining, CT reports deaths as cumulative before July 14th as one total and a second cumulative total beginning on July 14th. Deaths counted before July 14 include both confirmed (laboratory positive for covid) and probable deaths as determined by the Office of the Chief Medical Examiner. Deaths counted after July 14 include both confirmed and suspected deaths as self-reported by nursing homes to NHSN. Suspect deaths are those among residents who passed away that demonstrated signs or symptoms before passing.\nJuly 16, 2020: All CT NH data from July 9th was carried over to July 16.\nJuly 17, 2020: CT reported cumulative totals for resident and staff case and death totals. These new totals are not reflected because they did not coincide with a data collection day.\nJuly 21, 2020: CT reassessed their data and eliminated duplicate resident cases. This resulted in a drop in cases from July 17 to July 23. This drop in cases is not reflected in CTP’s data because July 17 was not captured in our data collection shifts. \nJuly 23, 2020: For nursing homes, CT used two different systems to report staff and residents. All staff is reported via NSHS. Residents are reported by CT Dept Health\nJuly 30, 2020: Cumulative data reported to CT DPH is through July 21st. NHSN data represented data from July 22 to July 28. The two sets of totals were added together for July 30 data collection. "},{"state":"DC","notes":"Washington, DC reports long-term care data for Skilled Nursing Facilities. This data is cumulative since March 2020. Resident and staff cases and deaths are reported separately. DC reports confirmed and probable cases separately for both residents and staff. Data is updated daily. \n\nJuly 2, 2020: Washington, DC didn’t report long-term care data. CTP carried over totals from June 25, 2020.\nAugust 27, 2020: Washington, DC reported a decrease in cumulative totals for resident positives, staff positives, and facilities. "},{"state":"DE","notes":"Delaware reports long-term care data for Nursing Homes and Assisted Living Facilities. Delaware reports cumulative data since March 11, 2020. (This is the date of the first COVID-19 case in DE, but not necessarily the first long-term care case).  Resident and staff cases and deaths are reported separately. Before July 16, data was reported in Delaware press releases. Facility number gathered from press releases only includes facilities in which a death has occurred but not facilities in which a case has occurred. \n\nJune 5, 2020: DHSS announced they were removing psychiatric care facilities from the long-term care facility totals because they were considered acute care facilities. \nJuly 10, 2020: Delaware Health and Social Services announced they were unable to provide an update on the total number of cases due to transitioning to a new data system. Due to this, data for July 16 is carried over from July 9.\nJuly 23, 2020: This was the first day CTP began recording LTC information from the Delaware dashboard instead of press releases due to a change in DE’s reporting. CTP carried over staff cases and deaths until the most recent data collection.\nSeptember 3, 2020: Cumulative resident cases dropped from 1223 to 1214. Staff cases were not reported."},{"state":"FL","notes":"In Florida long-term care data for Skilled Nursing, Assisted Living and Intermediate Care Facilities. Florida reports cumulative data for deaths and outbreak data for cases. Cumulative death data lists “Under Investigation”, CTP categorizes this as resident and staff combined probable death in the dataset.  For cumulative death data, facility type is not reported, and long-term care totals include both Skilled Nursing Facilities and Assisted Living Facilities. \n\nFlorida’s outbreak data for cases reflects information available for current residents and staff with cases as of yesterday’s date. The outbreak data are reported separately for Skilled Nursing Facilities, Assisted Living Facilities, and intermediate care facilities, which CTP categorizes as Other.\nResident and staff cases and deaths are reported separately. Florida’s death data is updated weekly, cases are updated daily. \n\nJune 4, 2020: No Resident Death probable data\nAugust 6, 2020: Florida’s reported cumulative resident deaths decreased from the previous data collection on July 30, 2020."},{"state":"GA","notes":"Georgia reports long-term care data for Nursing Homes, Assisted Living Facilities, and Personal Care Homes with 25 beds or more. Data from Assisted Living Facilities and Personal Care Homes are reported together and categorized by CTP as Other and data from Nursing Homes is reported separately. \n\nGeorgia reports cumulative data, but does not specify when cumulative reporting began. Resident and staff cases and deaths are reported separately. Data is updated daily. \n\nJune 4, 2020: Deaths in the Other category decreased from June 1, 2020. "},{"state":"GU","notes":"Guam does not report COVID-19 data for LTC facilities."},{"state":"HI","notes":"Hawaii reports facility names with one or more cases for Nursing Homes and Assisted Living Facilities. Facility names are listed for \"cases reported to the Hawaii Department of Health within the last 28 days and identified as having exposed staff and/or residents in the facility.\" \n\nSeptember 17, 2020: Hawaii began reporting facility names with cases. Previously, Hawaii reported cases and deaths via press releases. As of this new facility-level reporting, Hawaii is no longer reporting the exact number of cases or deaths associated with long-term care facilities. "},{"state":"IA","notes":"Iowa reports long-term care data for Assisted Living Facilities, Nursing Facilities, and Residential Care Facilities. Iowa reports deaths cumulatively and cases associated with current outbreaks. Iowa defines an outbreak as a facility with three or more cases in a 14 day period. Cumulative deaths include deaths from outbreak and non-outbreak facilities. Residents and staff are reported combined for cases and deaths. Data is updated on an ad hoc basis. \n\nAugust 6, 2020: Iowa Department of Health provided CTP with cumulative totals, citing 2355 cumulative staff and resident cases, on July 16, 2020. CTP carried over that total until August 6, 2020.\nSeptember 10, 2020: Iowa Department of Heath provided CTP with Cumulative Resident Cases, citing 2,461 cases as of September 9, 2020. "},{"state":"ID","notes":"Idaho reports long-term care data for Nursing Homes, Assisted Living Facilities, and Intermediate Care Facilities. Idaho reports both cumulative and outbreak cases and deaths for Long-Term Care Facilities. Idaho does not provide data for when the cumulative totals were first recorded. Idaho reports lab-confirmed and probable COVID cases combined. Idaho defines a probable case as a person who had symptoms of COVID-19 and was exposed to someone with a lab-confirmed case of COVID-19, but has no positive laboratory test confirming COVID-19 infection. Resident and staff cases and deaths are combined.\n\nIdaho defines an outbreak as at least one lab-confirmed or probable COVID-positive case associated with a facility. An outbreak is considered resolved when more than 28 days pass without any additional cases associated with the facility.\n\nCTP collected data for Idaho via Press Conferences from May 15, 2020 until June 8, 2020. These Press Conferences provided information on Nursing Homes only. \n\nJune 5, 2020: Idaho began releasing weekly reports about long-term care information. CTP began using this data set to report Long-Term Care Facilities."},{"state":"IL","notes":"Illinois reports data for Long-Term Care Facilities. Illinois reports cumulative data and identifies which facilities currently have outbreaks. Data on residents and staff are combined. Facility-level data is updated weekly. Current outbreaks are defined as facilities with case(s) in the past 28 days. An outbreak is closed when a facility has had no case(s) in the past 28 days."},{"state":"IN","notes":"Indiana reports long-term care data for Skilled Nursing Facilities, Nursing Homes, Residential Facilities and Assisted Living Facilities. Indiana reports cumulative data since March 1, 2020. All cases and deaths reported are verified by Indiana State Department of Health through positive COVID-19 diagnostic lab results. \n\nJuly 23, 2020: Indiana started reporting cumulative data for resident cases and deaths, and staff cases and deaths by facility name. Before July 23, 2020, Indiana only reported the number of facilities, resident cases, and resident deaths. \n\nAugust 13, 2020: Indiana stopped reporting Staff Deaths. Cumulative data decreased from August 6, 2020. "},{"state":"KS","notes":"Kansas reports long-term care data for Assisted Living Facilities, Boarding Care Homes, Home Plus, Intermediate Care Facilities for Individuals with Intellectual Disabilities, Nursing Facilities, Nursing Facilities for Mental Health, Residential Health Care Facilities and Long-Term Care Hospital Units.\n\nKansas reports cumulative data associated with outbreaks. Kansas does not include facility-level data. Data on residents and staff are reported combined. Data is updated weekly.\n\nAn outbreak (referred to as a “cluster” by Kansas) is defined as two or more cases from one known exposure, and is considered closed 28 days following the last symptom onset.  \n\nAugust 13, 2020 - August 20, 2020: Cumulative data carried from August 13, 2020. \nAugust 27, 2020: CTP began reporting Current Outbreak resident and staff combined cases and death data for Kansas.\nSeptember 17, 2020: Kansas posted this note. \"KDHE received lots of feedback, both positive and negative, after releasing the locations of active outbreaks last week on September 9. We know people appreciate the transparency and information, and that it allows Kansans to make informed decisions when assessing personal risk. KDHE staff has taken the feedback we received and is currently assessing ways in which we can report this information in a way that reflects current COVID-19 case increases. As we assess our process, we will not be releasing outbreak names and locations September 16, but anticipate doing so next Wednesday, September 23.\" CTP was unable to locate the list of locations for active outbreaks reportedly released on September 9, 2020.  \n"},{"state":"KY","notes":"Kentucky reports long-term care data for Family Care Homes, Personal Care Homes, Intermediate Care facilities, Nursing Facilities, Nursing Homes, and Intermediate Care Facilities for Individuals with Intellectual Disabilities. \n\nKentucky reports cumulative data since March 7, 2020. They report outbreak data since June 4, 2020. Data on residents and staff are reported separately. Only confirmed cases are reported, and confirmed and probable deaths are reported separately. A probable death is defined as when \"results meet clinical criteria AND epidemiologic evidence with no confirmatory laboratory testing performed for COVID-19 OR meets presumptive laboratory evidence AND either clinical criteria or epidemiologic evidence, OR meets vital records criteria with no confirmatory laboratory testing performed for COVID-19.\" \n\nJuly 2, 2020: Kentucky reconciled cases and deaths, resulting in a large increase in reported data. \nAugust 3, 2020: Kentucky started providing data by Nursing Homes and Skilled Nursing Facilities, Assisted Living Facilities and Personal Care Homes. Personal Care Homes is categorized as Other in the dataset. Prior to this day, CTP did not categorize by facility type as this data wasn’t available. "},{"state":"LA","notes":"Louisiana reports long-term care data for Nursing Homes and Adult Residential Facilities. Adult Residential Facilities consists of Board and Care Facilities, Assisted Living Facilities, Personal Care Homes, Shelter Care Homes, and Foster Homes. Adult residential facilities are categorized by CTP in the Other category. \n\nLouisiana reports cumulative data since the beginning of the outbreak. Data on Nursing Homes and adult residential facilities are reported separately. Data on residents and staff are reported separately. Data is updated weekly. \n\nAugust 13, 2020: Louisiana reported that deaths in their other category decreased by one because a facility had been incorrectly reporting nursing home deaths in that category. This facility removed 10 deaths from their nursing home count, however, 9 new deaths were reported by other facilities.\nSeptember 3, 2020: Nursing homes resident cases decreased by 103. Nursing home staff cases decreased by 50. Nursing Home facility count decreased by 13."},{"state":"MA","notes":"Massachusetts reports long-term care data for Nursing Homes, Skilled Nursing Facilities, and Rest Homes. Massachusetts reports cumulative data. Data on residents and staff are reported combined.  Cases and deaths include probables. Massachusetts defines as probable cases as \"patients with a positive serology/antibody test and either COVID-like symptoms or likely exposure to COVID-19,\" and probable deaths as, \"patients who did not have a laboratory test but whose death certificate listed COVID-19 as a cause of death are counted as probable deaths.\" Data is updated daily. "},{"state":"MD","notes":"Maryland reports long-term care data for Congregate Care Facilities consisting of Nursing Homes, Assisted Living Facilities, State and Local Facilities, and Group Homes with 10 or more occupants. Congregate Care Facilities is categorized as Other in the dataset.\n\nMaryland reports cumulative and outbreak data. Cumulative data is reported as combined resident and staff cases and deaths. Outbreak data is reported separately for staff and resident deaths and cases at the facility level. An outbreak is defined by when a facility reports at least one confirmed case of COVID-19 as of the current reporting period. Facilities are removed from the list when health officials determine 14 days have passed with no new cases. Data is updated daily.\n\nJuly 9, 2020: CTP began collecting cumulative data for Maryland.         \nAugust 6, 2020: CTP did not receive cumulative data from Maryland. Due to this cumulative cases and deaths are reported as combinations of residents and staff. "},{"state":"ME","notes":"Maine reports long-term care data for Nursing Homes, Assisted Living Facilities, Adult Care Homes, Residential Care Homes, homes for adults with intellectual disability or behavioral health needs and Veterans Homes. Maine reports cases and deaths as outbreaks in press conferences. Outbreaks are defined as \"three cases or more within a fourteen day period. This may include both residents as well as staff. Maine CDC will close an outbreak once 28 days have passed with no additional cases.\" CTP does not includes homes for adults with intellectual disability or behavioral health. Residential Care Homes and Veterans Homes are put in the other category.\n\nJuly 15, 2020: Maine provided CTP with a facility-level list of open and closed outbreaks, which is responsible for a spike in data on July 16th. \nJune 18, 2020-present day: Maine has not provided CTP with another spreadsheet. CTP is gathering data from press conferences, where staff and resident cases and staff and resident deaths are reported together.\nAugust 27, 2020: Maine provided CTP with a list of all open and closed outbreaks at long-term care facilities in Maine. The new totals in outbreak and cumulative reflect this.\nSeptember 3, 2020: Maine provided CTP with a list of all open and closed outbreaks at LTC facilities. \nSeptember 17, 2020: Maine provided CTP with a list of all open and closed outbreaks at LTC facilities."},{"state":"MI","notes":"Michigan reports long-term care data for Skilled Nursing Facilities. Michigan reports cumulative data since January 1, 2020. The data includes the total of suspected and confirmed resident deaths, total of confirmed COVID-19 staff cases, and cumulative total of suspected and confirmed staff deaths. Michigan reported only the number of resident cases from May 15 to June 15. Data is updated daily Monday through Friday. \n\nMay 22, 2020: Michigan revised their reporting process to align with Medicare & Medicaid Services requirements. \nMay 28, 2020: Michigan’s long-term care data page was under maintenance from May 21, 2020 to May 28, 2020. Data from May 15, 2020 carried over for May 28, 2020. \nJuly 2, 2020: Deaths in Nursing Homes dropped from 2010 to 1980. \nJuly 22, 2020: Staff Deaths in Nursing Homes dropped from 24 to 20"},{"state":"MN","notes":"Minnesota reports long-term care data for Long-Term Care Facilities, which consists of Skilled Nursing Facility and Intermediate Care Facility. Data on cases and deaths is reported for residents only. Minnesota excludes facilities with 10 or fewer residents from their list of outbreak facilities. May 15  and May 21 case counts are from Minnesota Health Department weekly reports. Data is updated daily.\n\nJuly 10, 2020: Minnesota began only reporting active Long-Term Care facility outbreaks in their list of facilities. Minnesota reported facilities that have not reported a new exposure for a minimum of 28 days will be removed from their list. If a facility identifies a new exposure, they will once again be listed. On July 16, 2020 CTP first recorded active outbreak facility numbers. CTP is carrying over the cumulative total of facilities from July 9, 2020 to the most recent data collection."},{"state":"MO","notes":"Missouri reports long-term care data for Skilled Nursing Facilities, Intermediate Care Facilities, Assisted Living Facilities and Residential Care Facilities that provide nursing or convalescent care. Missouri only reports the cumulative number of long-term care facilities. Each facility had at least 1 resident or staff member with COVID-19. \n\nSt. Louis County in Missouri reports more comprehensive data than the state of Missouri. St. Louis County reportes resident cases and resident deaths.\n\n\nJuly 30, 2020: CTP began reporting St. Louis County resident cases and deaths due to Missouri not releasing any information other than the of number of facilities with a COVID-19 case.\nSeptember 10, 2020: St. Louis released a report on September 2, 2020 with updated numbers, including backfilling efforts for cases for July and August. CTP has updated data to reflect this change. "},{"state":"MP","notes":"Northern Mariana Islands does not report COVID-19 data for LTC facilities."},{"state":"MS","notes":"Mississippi reports long-term care data for Nursing Homes, Personal Care Homes, Assisted Living Homes, and Intermediate Care Facilities. Mississippi reports both cumulative and current outbreak data. Mississippi’s cumulative data starts April 2020, and it records resident cases and deaths, and number of facilities. Facility type is not reported in cumulative data.\n\nMississippi’s outbreak data is self-reported by facilities. The state defines active outbreaks as facilities that have reported one current COVID-19 case. For outbreak data, Mississippi separates facility by Nursing Homes, Personal Care Homes and Intermediate Care Facilities. CTP records Personal Care Homes in the Other category and does not include Intermediate Care Facilities data. Mississippi defines an outbreak as one or more cases among long-term care facility residents or 2 or more cases among staff within a 14 day period. \n\nJune 4, 2020: Mississippi began releasing active outbreak data.\nJune 25, 2020: Mississippi stopped breaking out Assisted Living by facility-type this week. \nJuly 2, 2020: Outbreak data was not updated by Mississippi. \nJuly 9, 2020: Outbreak data was not updated by Mississippi. "},{"state":"MT","notes":"Montana reports cumulative and outbreak data. The state gives number of facilities with cases and case numbers for residents and staff. Montana does not provide facility names.  \n\nAugust 3, 2020: Montana started providing LTC data on the state site. \nSeptember 17, 2020: Montana added outbreak cases for residents and staff and also the number of facilities with outbreaks to their reporting."},{"state":"NC","notes":"North Carolina reports long-term care data for Nursing Homes and Residential Care Facilities, which includes Adult Care Homes, Family Care Homes, Multi-unit Assisted Housing, Group Homes, and Intermediate Care Facilities for Individuals with Intellectual Disabilities (ICF/IID). \n\nNorth Carolina reports cumulative and current outbreak data. Data on residents and staff are reported separately. Data is updated twice a week: Tuesdays and Fridays.\n\nNorth Carolina defines an outbreak as two or more laboratory-confirmed cases. An outbreak is considered over after 28 days without evidence of transmission. Once an outbreak ends, another outbreak can occur at the same facility. North Carolina does not report data for facilities with less than 10 residents. \n\nJune 25, 2020: CTP began tracking cumulative data of resident and staff combined cases and deaths.\nSeptember 3, 2020: Cumulative residential care facility count in Assisted Living dropped by 4."},{"state":"ND","notes":"North Dakota reports long-term care data for Skilled Nursing Facilities, Assisted Living Facilities, and Basic Care Facilities. \n\nNorth Dakota reports cumulative data directly to CTP via email. Outbreak data is gathered from North Dakota’s COVID-19 dashboard. Data for Skilled Nursing Facilities, Assisted Living Facilities, and basic care facilities are reported separately, and CTP categorizes basic care facilities as Other. Data for residents and staff are reported separately. According to the North Dakota Department of Health, a facility is considered to have an active outbreak when there has been one positive COVID-19 resident or staff within the last 60 days. \n\nBefore June 18, 2020: Data was gathered from ND’s dashboard\nJune 18, 2020: North Dakota sent CTP a spreadsheet with facility-level cumulative and active outbreak data\nJuly 23, 2020: North Dakota sent CTP a spreadsheet with cumulative data\nJuly 30, 2020: North Dakota didn’t send CTP the facility-level long-term care cumulative spreadsheet. Cumulative data is carried over from July 23, 2020.\nAugust 6, 2020: North Dakota didn't send CTP the facility-level long-term care cumulative spreadsheet. Cumulative data is carried over from July 23, 2020.\nAugust 13, 2020: North Dakota sent CTP a spreadsheet with cumulative data"},{"state":"NE","notes":"NE does not report COVID-19 data related to long-term care facilities online. Long-term care reporting has occurred in press conferences. The last known update was June 15, 2020.\n\nMay 12, 2020: Governor Ricketts gave cumulative totals for long-term care cases and deaths at a press conference. This data is reflected in the totals on May 21, 2020. \nMay 28, 2020: Governor Ricketts gave cumulative totals for long-term care cases and deaths at a press conference. \nJune 11, 2020: Dr. Gary Anthone, director of Public Health for DHHS, gave cumulative totals for long-term care cases and deaths in a press conference. \nJune 15, 2020: Dr. Gary Anthone, director of Public Health for DHHS, gave cumulative totals for long-term care cases and deaths in a press conference. \nJune 18, 2020: No update for long-term care was given. Data from the June 15, 2020 press conference was carried over to the most recent data collection.\nAugust 8, 2020: Nebraska Health Officials sent CTP a spreadsheet with long-term care data. Data from this August 8, 2020 spreadsheet was reported for August 13, 2020. "},{"state":"NH","notes":"New Hampshire reports long-term care data on Nursing Homes, Skilled Nursing Facilities, and Assisted Living Facilities. New Hampshire reports cumulative data. New Hampshire combines residents and staff in reporting cases and deaths."},{"state":"NJ","notes":"New Jersey reports long-term care data for Assisted Living Facilities and Long-Term Care Facilities, Healthcare Facilities, Congregate Living and Community Settings. The state reports cumulative and current outbreak data for cases and deaths. Case and death data is split by staff and residents. Death data include probable and laboratory confirmed COVID-19 cases. Data is cumulative since May 7. New Jersey reports that outbreaks are considered concluded when there are no probable or confirmed COVID-19 cases after 28 days pass since the last case’s onset date or specimen collection date, whichever is latest. And if new COVID-19 positive cases are reported in a long-term care facility after this time, it would be considered a new outbreak. \n\nMay 15, 2020: CTP reported cumulative cases and deaths of residents and staff combined.\nJuly 16, 2020: New Jersey’s first reporting of current outbreak data was captured by CTP \nAugust 6, 2020: New Jersey’s reported cumulative totals for resident cases and resident deaths decreased from the cumulative totals provided on July 30, 2020."},{"state":"NM","notes":"New Mexico reports long-term care data for Nursing Homes, Assisted Living Facilities and DDWF (Developmental Disabilities).\n\nNew Mexico provides CTP with a spreadsheet each week with cumulative totals for resident and staff cases and death. The spreadsheet also provides current outbreak data at the facility level. Current outbreak data is separated by Nursing Homes, Assisted Living and Other facilities. The Other category includes DDWF, Behavioral Health Facilities and retirement homes. These facilities cannot be disaggregated from the cumulative totals.\n\nMay 28-June 8, 2020: New Mexico did not provide a cumulative/outbreak spreadsheet. Data is carried over from May 21, 2020.\nAugust 6, 2020: New Mexico provided data for August 4, 2020, which was reported by CTP for August 6, 2020.\nSeptember 17, 2020: New Mexico did not provide long-term care data to CTP via email. Numbers were carried over from September 10, 2020.\n"},{"state":"NV","notes":"Nevada reports long-term care data for both Skilled Nursing Facilities and Assisted Living Facilities. Data is separated by resident and staff cases and deaths. Nevada reports cumulative data of reported outbreaks. The state defines an outbreak as a facility that has two or more laboratory confirmed COVID-19 positive cases of clients, or two or more laboratory confirmed COVID-19 cases of someone linked to a facility. Nevada includes data on “Imported” cases - residents who were confirmed positive prior to entering a facility. \n"},{"state":"NY","notes":"New York reports long-term care data for Nursing Homes and Adult Care Facilities. Adult Care Facilities is the term NY uses to describe Assisted Living Facilities. New York reports cumulative death data at the facility level. New York reports death data as COVID-19 confirmed and COVID-19 presumed. According to New York’s site, “In cases where a definite diagnosis of COVID–19 cannot be made, but it is suspected or likely (e.g., the circumstances are compelling within a reasonable degree of certainty), it is acceptable to report COVID–19 on a death certificate as ‘probable’ or ‘presumed.’”  New York reports deaths as a combination of residents and staff. New York’s data does not reflect deaths that occurred outside of a reported facility and residents who contracted COVID in a long-term care facility but died in a hospital is not included in this data set. The state’s data is cumulative since March 1, 2020."},{"state":"OH","notes":"Ohio reports long-term care data on Nursing Homes, Assisted Living, and Intermediate Care facilities. Intermediate Care facilities are placed in the Other category. Ohio reports cumulative data for resident and staff cases at the facility level. Ohio does not report cumulative deaths at the facility level, so this information is placed in the Other category. Their data is cumulative since April 15, 2020, and does not include deaths or cases prior to that date. Ohio includes probables in their case counts. Data is updated every Wednesday.\n\nJuly 2, 2020: CTP started separating cases by facility type. \nJuly 30, 2020: Ohio reported a drop of 27 resident cases in other category from the previous CTP data collection."},{"state":"OK","notes":"Oklahoma reports long-term care data for Nursing Homes, Skilled Nursing Facilities, Residential Care Homes, Assisted Living centers, Continuum of Care Homes (which includes an Assisted Living center and a nursing facility) and Intermediate Care Facilities for Individuals with Intellectual Disabilities (ICF/IID). Oklahoma reports cumulative resident and staff cases separately, however deaths combine residents and staff. Data is refreshed daily in Executive Orders. \n\nJune 15, 2020: Oklahoma began releasing a list of facilities with cases or deaths. CTP began using this list to calculate the number of facilities."},{"state":"OR","notes":"Oregon reports long-term care data for Care Facilities, Senior Living Communities and Congregate Living Settings. \n\nOregon reports cumulate and outbreak cases and deaths at the facility level. An outbreak is defined by three or more confirmed COVID-19 cases or one or more deaths. Outbreaks are considered resolved if there are no new cases identified for 28 days after the last case onset. Resolved outbreak totals are added to current outbreak totals to get cumulative data. Total case count includes all cases associated with the outbreak (e.g., staff, residents, close contacts).  \n\nOregon reports the number of nursing home and assisted living facilities with an active case. These are categorized as outbreak facilities. Oregon defines a facility as an outbreak until 14 days have passed without any residents showing symptoms of the virus.\n\nOregon Health Authority reports on the number of facilities with five or fewer beds that have “three or more confirmed COVID-19 cases or one or deaths.” In each data collection, we added the number of those facilities, 3 cases and 1 death. This represents the minimum number of cases and deaths we can confirm to be true from the description provided by OR.        \n\nJune 17, 2020: Oregon started reporting resolved outbreaks \nJune 18, 2020: CTP started reporting cumulative totals for Oregon\nSeptember 9, 2020: Oregon changed it's cumulative reporting to only include facilities within the last 56 days, noting: \"Facilities will be removed from the closed outbreak list after 56 days.\""},{"state":"PA","notes":"Pennsylvania reports long-term care data for Nursing Homes, Assisted Living and personal care homes. Pennsylvania releases two spreadsheets with facility-level data on a weekly basis: one with Nursing Homes data reported by the PA Department of Health and one with Assisted Living and personal care home data reported by the PA Department of Human Services. However, within these facility-level spreadsheets, some cases and deaths are omitted due to privacy concerns. Pennsylvania also provides a summary chart without facility-level data with cumulative totals for all long-term care cases and deaths. CTP uses this chart. According to the Pennsylvania Department of Health, this chart is the most accurate source for cumulative data. Pennsylvania reposts resident and staff cases separately, and only resident deaths. Data is cumulative since March 19, 2020. Data is refreshed weekly."},{"state":"PR","notes":"Puerto Rico reports long-term care data for cumulative resident and staff cases. The number of facilities with a COVID-19 case is cumulative since April. The number of staff and resident cases in this dataset represent PCR tests reported by the Puerto Rico Department of Health from August 13th and August 20th-September 12th, 2020. In the most recent report, Puerto Rico also reported antibody tests from April - September. Of those antibody tests, which CTP does not currently include in our dataset, there were 349 resident positive antibody tests and 163 staff antibody tests. Puerto Rico does not report resident or staff deaths and does not list facilities by name or by type.\n\nSeptember 17, 2020: CTP first reported Puerto Rico’s long-term care data."},{"state":"RI","notes":"Rhode Island reports long-term care data for Assisted Living Facilities and Long-Term Care Facilities. They report cumulative and outbreak resident cases and deaths. Rhode Island’s cumulative data is since March 1, 2020. Rhode Island defines an outbreak as a facility with two or more resident cases in the past 14 days. Rhode Island reports totals as a range between two digits; CTP reports the lowest bound value for each range.\n\nJuly 16, 2020: CTP started gathering outbreak data in Rhode Island. \n"},{"state":"SC","notes":"South Carolina reports long-term care data for Nursing Homes and Community Residential Care Facilities (CRCF). Based on South Carolina’s definition of a CRCF, it is categorized as an Assisted Living Facility in the data set. CTP does not include cases and deaths for the following facility types: \"Intermediate Care Facility for Individuals with Intellectual Disabilities\" and \"Residential Treatment Facility for Children & Adolescents.\". The state reports cumulative and outbreak cases and deaths by type of facility. Data is reported twice a week on Tuesday and Friday. South Carolina’s data is cumulative since April 3. \n\nJune 25, 2020: CTP carried over the outbreak data from June 22. \nAugust 3, 2020: Cumulative nursing home staff deaths decreased from nine to two in South Carolina’s reporting.\nSeptember 3, 2020: SC did not report their 30-day active list, so CTP was unable to record outbreak totals. \nSeptember 10, 2020: South Carolina resumed reporting their 30-day active list."},{"state":"SD","notes":"South Dakota does not release COVID-19 data for long-term care facilities."},{"state":"TN","notes":"Tennessee reports long-term care data for Nursing Homes, Assisted Care Living Facilities, and Residential Homes for the Aged which are licensed by the Tennessee Department of Health. Residential Homes for the Aged are put in the other category. Tennessee reports outbreak data for cases and deaths at the facility level, separated by type of facility. Tennessee defines an outbreak when a facility has 2 or more confirmed cases among residents and staff within 28 days. Data is updated weekly. \n\nJune 15, 2020: Tennessee began reporting resident and staff cases separately at the facility level \nJuly 2, 2020: Tennessee provided CTP with cumulative staff and resident cases and cumulative resident deaths in long-term care facilities. CTP has not received an update since and has carried over that cumulative total until the most recent data collection. \nAugust 13, 2020: Tennessee began reporting resident and staff data separately for cumulative totals."},{"state":"TX","notes":"Texas reports long-term care data for Nursing Homes and Assisted Living Facilities. Texas reports cumulative and outbreak cases of residents and staff. Death data combines residents and staff. Texas defines an outbreak as a facility with one or more COVID-19 cases. All Texas data is self-reported by the facility to the Texas Health and Human Services Commission (HHSC).\n\nJuly 29 2020: Texas began reporting active outbreak cases in their Regional Reports for Nursing Homes and Assisted Living Facilities. CTP began reporting Texas outbreak data on July 30."},{"state":"UT","notes":"Utah reports data for long-term care facilities include Nursing Homes, Assisted Living, and intermediate care facilities for individuals with intellectual disabilities. Utah’s form of reporting does not allow CTP to remove facilities for individuals with intellectual disabilities from the data set. Utah reports cumulative cases and death data since March 10, 2020. \n\nJune 10-18, 2020: Staff cases were carried over from June 8th. "},{"state":"VA","notes":"Virginia reports long-term care data for Nursing Homes, Assisted Living Facilities, behavioral health residential facilities, group homes, independent living/retirement homes and multicare. Virginia reports cumulative and current outbreak data. \n\nCumulative data is reported in two locations: Virginia’s main dashboard and the Virginia Long-term Care Task Force page on the Virginia Department of Health website. The dashboard only provides cumulative long-term care facility information. The task force data was first published on June 3. The task force cumulative data is categorized and reported by Nursing Homes, Assisted Living and multicare facilities.  Multicare health facilities are placed in the Other category. Facilities reporting cumulative data can date back to January 1. Virginia reports resident and staff information combined.\n\nVirginia provides an asterisk * for digits between 0 and 5 to preserve anonymity of patients and staff in facilities. CTP converts all asterisks * to equal 1 in our calculations. We do this because Virginia reports 0’s for no data, so we assumed an * is at least a value of 1. \n\nCumulative data is collected and reported using two different collection methods. To start, the task force reports facility status in three ways: Outbreak in Progress, Pending Closure and Outbreak Closed. For cumulative data, all three are summed together by Nursing Homes, Assisted Living facility and multicare. In turn, the dashboard cumulative total is the long-term care totals. To remove any potential instances of double counting, the difference between the totals of the task force page categories combined and the cumulative total presented on the dashboard is the remaining cases and deaths obscured by Virginia’s  *. This remaining data is placed into the long-term care category. \n\nOutbreak data is reported for Nursing Homes, Assisted Living and multicare facilities. Current outbreak data is gathered from both “pending closure” and “outbreak-in-progress” facility statuses in the task force dataset. Virginia defines “pending closure” when a facility has 28 days passed without a documented new case and the outbreak has not yet been closed. An “outbreak-in-progress” is defined by Virginia as the identification of two or more laboratory-confirmed cases of illness, with onset dates within 14 days.\n\nJune 3, 2020: The Virginia Long-Term Care Task Force published its first dataset. \nJune 22, 2020: CTP began breaking out cumulative and outbreak cases and deaths by facility type."},{"state":"VI","notes":"Virgin Islands does not release COVID-19 data for LTC facilities."},{"state":"VT","notes":"Vermont reports long-term care data for Assisted Living Facilities and behavioral health institutions. Senior housing, correctional facilities and therapeutic treatment facilities are not included. Vermont reports cumulative death data associated with outbreaks. Vermont defines outbreaks as one resident or staff member with COVID-19, and one or more residents or staff with whom they had contact with respiratory illness, or two or more facility residents and/or staff with an illness start date or positive test within 14 days. Data is updated weekly, but the only data provided specific to long-term care facilities is percent of deaths. CTP does not use this percentage and instead uses the data emailed to CTP by Vermont.\n\nJune 22, 2020: The Vermont Health Department provided CTP with resident deaths, resident/staff cases and number of facilities. This data is carried over from June 22, 2020 to the most recent data collection.\nAugust 13, 2020: VT published a report that focused on LTC cases and deaths.\nSeptember 11, 2020: VT reported to CTP that there have not been new cases or deaths in LTC facilities since June 22, 2020. All data from the August 13th report has been backfilled to June 22 to reflect this update. "},{"state":"WA","notes":"Washington reports long-term care data for Nursing Homes, Assisted Living Facilities and adult family homes. Washington reports cumulative cases and deaths associated with outbreaks. Washington defines an outbreak as starting with one resident or healthcare worker with confirmed COVID-19, or one resident with severe respiratory infection resulting in hospitalization or death, or two or more residents or healthcare workers with new-onset respiratory symptoms consistent with COVID-19 within 72 hours of each other. Washington data reports cases and deaths for long-term care facilities. Reported cases include residents, employees and visitors. Washington includes cases pending Local Health Jurisdiction confirmation for resident/staff cases.\n\nMay 5, 2020: Washington released a graphic representing long-term care data for cases and deaths from the time range of March 5-April 1, 2020 in a slideshow. CTP uses this cumulative data until the next long-term care report was released on June 8, 2020. \nJuly 15, 2020: Washington reported a drop of 5 deaths from the previous CTP data collection.\nSeptember 3, 2020: Washington did not update LTC totals. Last weeks numbers are carried over."},{"state":"WI","notes":"Wisconsin reports long-term care data for Skilled Nursing Facilities, Assisted Living Facilities, community-based residential facilities, and residential care apartment complexes. Wisconsin reports skilled Nursing Homes facilities separately from other long-term care facilities. Wisconsin reports cumulative and outbreak cases and deaths for residents for long-term care facilities and Nursing Homes. Wisconsin defines an outbreak (called an “investigation”) as a single confirmed case occurs in a facility and the outbreak is closed 28 days after the last positive case was confirmed. \n\nJune 25, 2020: CTP started gathering data for number of facilities with active outbreaks in long-term care "},{"state":"WV","notes":"West Virginia reports cumulative and outbreak data for long-term care facilities. West Virginia reports staff and resident cases, and combined total for staff and resident deaths. Cumulative data is calculated by CTP by lining up historical facility-level data, removing any duplicate cases and deaths and totaling.  Active and closed outbreaks are listed on West Virginia’s dashboard, but cases and deaths for closed outbreaks are removed from WV’s dashboard if more than 14 days have passed since that facility’s last outbreak. West Virginia defines an outbreak as one lab confirmed case within 14 days, and is active until 14 days after the last confirmed case. \n\nJune 15-July 9, 2020: West Virginia did not update the Long-Term Care dashboard. \nJuly 9, 2020:  West Virginia kept all facility totals from the previous month except for one facility - Eldercare Health and Rehabilitation in Jackson County.  On June 15, 2020, this facility reported 71 resident cases, 32 staff cases, 15 total deaths. On July 9, 2020, these cases and deaths were removed and replaced by 1 staff case and the facility was marked as an “active” outbreak. West Virginia defines an active outbreak as “two lab confirmed cases within 14 days of one another, and is active until 14 days after the last confirmed case.”\nAugust 13, 2020: West Virginia added previous outbreaks back into the cumulative totals.\n"},{"state":"WY","notes":"Wyoming reports long-term care data for Nursing Homes and Assisted Living Facilities. Wyoming reports cumulative cases and deaths. Wyoming Department of Health releases data in press releases. \n\nOn July 2, 2020: CTP began receiving updated information from Wyoming’s Public Information Department. \nOn August 27, 2020, Wyoming reported that one resident death is not included in Wyoming's total death count due to the resident having permanent residency in Montana. CTP includes this fatalitiy in Wyoming's long-term care data. "}]
