[{"state":"AK","notes":"AK does not share LTC data."},{"state":"AL","notes":"The Alabama Department of Public Health (ADPH) defines Long Term Care (LTC) as prolonged care of residents in licensed institutions and/or organized departments within a licensed institution where the average length of resident stay is 25 days or longer. Totals are cumulative since the first case of COVID 19 was reported in Alabama on March 13, 2020. (This first case of COVID-19 was not in a LTC and was not a death.)"},{"state":"AR","notes":"AR only provides staff and resident positives and resident deaths on the state dashboard. On 6/25/20, AR provided CTP with a spreadsheet with names of LTC facilities and associated staff and resident cases and deaths. Arkansas combines Assisted Living and Nursing Homes in their totals."},{"state":"AS","notes":"American Samoa does not share LTC data."},{"state":"AZ","notes":"Arizona only reports cumulative numbers of facilities with cases of COVID."},{"state":"CA","notes":"The cumulative data under the new reporting system includes cases from January 1, 2020. These include deaths that occurred at nursing homes and those that occurred in other locations, such as a hospital or private home, if the death occurred within the 14-day bed hold period after the resident transferred from the SNF. Deaths that occurred outside of this 14-day period may not be captured. Some of these deaths may include residents who had COVID-19, but died of something else. California reports Skilled Nursing Facilities separately from Adult and Residential Care Facilities for the Elderly licensed by the California Department of Social Services, Community Care Licensing Division that have a capacity for seven (7) or more persons in care."},{"state":"CO","notes":"Colorado reports confirmed and probable cases separately. Confirmed COVID-19 Outbreak in a Healthcare Facility: Two or more Confirmed COVID-19 cases in residents with onset in a 14 day period."},{"state":"CT","notes":"CT provides both laboratory-confirmed and probable deaths in separate categories. Those are combined in CTP's totals. According to CT's website, \"COVID-19-associated deaths include persons who tested positive for COVID-19 around the time of death (laboratory-confirmed) and persons whose death certificate lists COVID-19 disease as a cause of death or a significant condition contributing to death (probable)\" From 6/11-6/18, CT did not update LTC data. On 6/25, CT switched Nursing Home reporting to weekly outbreak totals instead of cumulative. Assisted Living totals are still reported as cumulative."},{"state":"DC","notes":"DC reports only Skilled Nursing Facilities. Resident and personnel loss of life that was associated with a positive SARS-CoV-2 test has been documented since mid-March 2020. DC reports symptomatic (probable) cases for residents and staff that are included in CTP's totals."},{"state":"DE","notes":"Delaware releases LTC data every Friday in a press release. The state includes both nursing homes and assisted living facilities in case and death totals. The data is cumulative since March 11, 2020. That does not necessarily mean we had positive cases in long-term care facilities since March 11, but all case data is cumulative since DE announced the state's first COVID-19 positive case on that date."},{"state":"FL","notes":"Florida reports deaths as cumulative and cases as outbreaks. Long-term care totals include both skilled nursing facilities and assisted living facilities. For case numbers\"The data is not cumulative but reflects the information available for current residents and staff with cases as of yesterday’s date.\" For death data \"The information contained in this report reflects the current available information for nursing homes and assisted living facilities that have had a death that can be linked to the facility.\"\n"},{"state":"GA","notes":"Personal care homes (in the Other category) include both personal care homes and assisted living communities. In Georgia, assisted living communities, by rule definition, are 25 beds or more. Personal care homes can have fewer than 25 beds but GA's COVID-19 report only includes those personal care homes with 25 beds or more."},{"state":"GU","notes":"Guam does not report LTC data."},{"state":"HI","notes":"HI does not report LTC data."},{"state":"IA","notes":"Case numbers include residents and staff. Iowa reports deaths a cumulative and cases as outbreaks."},{"state":"ID","notes":"Long-term care includes nursing homes, assisted living facilities and intermediate care facility. Cases include probables, which \"mean the person had symptoms of COVID-19 and was exposed to someone\nwith a lab-confirmed case of COVID-19, but there is no positive laboratory test confirming COVID-19 infection. Idaho reports both cumulative cases and deaths and also outbreaks. \n\"Outbreak means at least one lab-confirmed or probable COVID-positive case associated with\na facility. Resolved means that more than 28 days have passed (2 incubation periods) without any\nadditional cases associated with the facility.\""},{"state":"IL","notes":"Illinois reports both outbreaks and cumulative cases and deaths. Current outbreaks are facilities with case(s) in the past 28 days."},{"state":"IN","notes":"Indiana's LTC reporting includes nursing facilities, skilled nursing homes, residential facilities and assisted living facilities. Cases and deaths are for residents only. Indiana does not report facility-level data."},{"state":"KS","notes":"Kansas reports cumulative totals and outhreaks, which are labeled \"clusters.\" A cluster is defined as two or more cases from one known exposure. LTC cases and deaths include the following facility types: \"Assisted Living Facility, Boarding Care Home, Home Plus, Intermediate Care Facility for Individuals with Intellectual Disabilities, Nursing Facility, Nursing Facility for Mental Health, Residential Health Care Facility and LTC Hospital Unit.\" Kansas does not provide facility-level data."},{"state":"KY","notes":"Kentucky reports all facilities with at Least One Positive Case of COVID-19 in a Resident or Staff Member since March 7, 2020, alphabetized by facility. On July 2, KY reconciled cases and deaths, which is why there is a large spike. \nfacilities where mass-testing has been done. Mortality data has also been reconciled. KY provides test confirmed and probable deaths, separated by category. CTP's totals include the probable deaths. A probable death is determined when \"results meet clinical criteria AND epidemiologic evidence with no confirmatory laboratory testing performed for COVID-19 OR meets presumptive laboratory evidence AND either clinical criteria or epidemiologic evidence, OR meets vital records criteria with no confirmatory laboratory testing performed for COVID-19.\""},{"state":"LA","notes":"Cumulative counts include all cases reported since the beginning of the outbreak, including those who have recovered, died or have been moved out of the facility. LA also provides new cases, which are calculated by\nsubtracting the most recent counts from last week's reported counts. LA reports Nursing Homes and Adult Residential Facilities separately. Adult residential facilities are put in the \"Other\" category and include: \"Board and Care Facilities,\nAssisted Living Facilities, Personal Care Homes, Shelter Care Homes, Foster Homes, etc.\""},{"state":"MA","notes":"MA's LTC reporting includes nursing homes, skilled nursing facilities, and rest homes. MA combines resident and staff totals in both case and death data. Cases and deaths include probables. \"Probable cases are included in all counts from March 1 onward. Patients with a positive serology/antibody test and either COVID-like symptoms or likely exposure to COVID-19 are counted as probable cases. Patients who did not have a laboratory test but whose death certificate listed COVID-19 as a cause of death are counted as probable deaths.\""},{"state":"MD","notes":"Maryland reports long-term care cases and deaths as Outbreaks within the larger category of \"congregate living facilities.\" These congregate facilities include nursing homes, assisted living facilities, state and local facilities, and group homes with 10 or more occupants. An outbreak occurs when facilities listed report at least one confirmed case of COVID-19 as of the current reporting period. Facilities are removed from the list when health officials determine 14 days have passed with no new cases and no tests. pending."},{"state":"ME","notes":"Maine only reports LTC cases and deaths as Outbreaks in press conferences. Outbreaks are defined as \"three cases or more within a fourteen day period. This may include both residents as well as staff. Maine CDC will close an outbreak once 28 days have passed with no additional cases.\" During press conferences, ME sometimes breaks out resident and staff cases and deaths and those separations are preserved in CTP data. When overall resident/staff case numbers and deaths are given, those go in the resident/staff case and resident/staff death categories."},{"state":"MI","notes":"Michigan reports cumulative cases. Data is cumulative since January 1, 2020. On 7/2, deaths in nursing homes dropped from 2010 to 1980."},{"state":"MN","notes":"Minnesota presents data as cumulative. Facilities with 10 or fewer residents are not listed. Deaths among cases that resided in long-term care or assisted living facilities. Long-term care is defined as a \"residential facility certified by the MDH as a skilled nursing facility or as an intermediate care facility, including an ICF/MR.\""},{"state":"MO","notes":"Missouri only provides the cumulative number of facilities that have had COVID cases. These are displayed by county on a hover map. Facility types with cases include: long-term care facilities, which include skilled nursing facilities, intermediate care facilities, assisted living facilities and residential care facilities that provide nursing or convalescent care."},{"state":"MP","notes":"Northern Mariana Islands does not report LTC data."},{"state":"MS","notes":"Long-term care facilities include nursing homes, intermediate care facilities for individuals with intellectual disabilities, and personal care homes (includes assisted living facilities). Residential care facilities include psychiatric or chemical dependency residential treatment centers and long-term acute care facilities. One or more cases among staff or residents counts as an outbreak. MS has been gathering COVID data from LTC facilities since April 2020."},{"state":"MT","notes":"Montana does not report COVID data related to LTC facilities."},{"state":"NC","notes":"NC reports outbreaks at facilities as well as cumulative cases. An outbreak is defined as two or more laboratory-confirmed cases. An outbreak is considered over after 28 days without evidence of transmission. Once an outbreak ends, another outbreak can occur at the same facility. NC does not report data for facilities with less than 10 residents to protect patient confidentiality.    ---- A cluster of residents or staff with symptoms of respiratory illness. A “cluster” of residents or staff means three (3) or more people (residents or staff) with new-onset respiratory symptoms in a period of 72 hours."},{"state":"ND","notes":"Per the ND Department of Health, “The information below reflects facilities that have had positive COVID-19 residents or staff within the last 60 days. After 60 days without a staff member or resident testing positive for COVID-19, they are removed from the list.” --- 06/06/20 (AP) \"North Dakota Gov. Doug Burgum announced Friday that he’s easing restrictions on visitation at long-term care facilities that were put in place because of the coronavirus.\""},{"state":"NE","notes":"NE does not report COVID data related to LTC facilities. Numbers have been provided in two press conferences."},{"state":"NH","notes":"Per the NH Department of Health, Long Term Care Settings include \"persons associated with long-term care including residents and staff.\""},{"state":"NJ","notes":"LTC facilities include assisted living facilities, outbreaks in other healthcare facilities, congregate living, and community settings."},{"state":"NM","notes":"New Mexico provides cumulative LTC totals via email to CTP every week. LTC facilities include Nursing Homes, Assisted Living and DDWF. From 5/10 - 6/10, LTC data was only available via daily press releases, which is why the totals are not as detailed during this period."},{"state":"NV","notes":"An outbreak is defined as a facility that has two or more laboratory confirmed COVID 19 positive cases."},{"state":"NY","notes":"Data is cumulative since March 1, 2020. This data captures COVID-19 confirmed and COVID-19 presumed deaths within nursing homes and adult care facilities. This data does not reflect COVID-19 confirmed or COVID-19 presumed positive deaths that occurred outside of the facility. \"In cases where a definite diagnosis of COVID–19 cannot be made, but it is suspected or likely (e.g., the circumstances are compelling within a reasonable degree of certainty), it is acceptable to report COVID–19 on a death certificate as\n“probable” or “presumed.” https://www.health.ny.gov/vital_records/edrs/docs/guidance_for_certifying_covid-19_deaths.pdf"},{"state":"OH","notes":"Ohio reports cumulative data for cases and deaths. \"Cumulative counts are defined as residents or staff that had active COVID-19 infection at any point from April 15, 2020 onward. The cumulative totals do not include patients or staff who have recovered, have been hospitalized, or have passed away prior to April 15, 2020.\" Cases are broken out at the facility level and by facility type. Associated deaths are not given at the facility level. Therefore, cases are broken out by CTP by facility type and deaths all go in the LTC category."},{"state":"OK","notes":"Oklahoma reported cumulative data. Long-term care COVID reporting includes the following facility types: nursing homes, skilled nursing facilities, residential care homes, assisted living centers, continuum of care homes (which include an assisted living center and a nursing facility) and Intermediate Care Facilities for Individuals with Intellectual Disabilities (ICF/IID)."},{"state":"OR","notes":"Oregon reports cases and deaths as outbreaks. An outbreak is defined by three or more confirmed COVID-19 cases or one or more deaths. Outbreaks are considered resolved if there are no new cases indentified for 28 days after the last case onset. Total case count includes all cases associated with the outbreak (e.g., staff, residents, close contacts).  Totals include care facilities, senior living communities and congregate living settings."},{"state":"PA","notes":"PA provides facility-level cumulative data separated into Nursing Homes, Assisted Living and Personal Care homes, but this data doesn't include all facility-level case and death numbers. The most accurate cumulative data is in an overall Long-Term Care chart that aggregates all of the aforementioned LTC facility types, which is what CTP uses. Data is cumulative since 3/19/20."},{"state":"PR","notes":"Puerto Rico does not provide Long-Term Care data."},{"state":"RI","notes":"Rhode Island provides facility-level data for Long Term Care and Assisted Living Facilities with Two or More Resident Cases. Data is cumulative since 3/1/2020. Actual cases and deaths are likely slightly higher than CTP reports beause Rhode Island presents cases and deaths in a range and CTP uses the lowest number in that range."},{"state":"SC","notes":"South Carolina provides data on the facility level for Nursing homes and Community Residential Care Facilities (CRCF). CRCF are put in the \"Other\" category.  CTP removes cases and deaths for the following facility types: \"\"Intermediate Care Facility for Individuals with Intellectual Disabilities\" and \"Residential Treatment Facility for Children & Adolescents.\" Cases are cumulative since April 3"},{"state":"SD","notes":"South Dakota does not release Long-Term Care data."},{"state":"TN","notes":"Tennesse defines a COVID outbreak when a facility has 2 or more confirmed cases among Residents and Staff within 28 days."},{"state":"TX","notes":"Texas defines an outbreak when a facility has one or more COVID-19 cases."},{"state":"UT","notes":"Utah's cases and deaths are cumulative since Mar 10, 2020."},{"state":"VA","notes":"Virginia's LTC data is cumulative since Mar 10, 2020. Virginia defines an outbreak as two confirmed cases in a facility.  According to VA's site, LTC combines assisted living facilities, behavior health residential facilities, group homes, independent living/retirement homes, and multicare, nursing homes."},{"state":"VI","notes":"Virgin Islands does not share LTC data."},{"state":"VT","notes":"Vermont releases data bi-weekly. They define outbreaks by one lab confirmed case, or two or more residents with symptoms."},{"state":"WA","notes":"Washington defines an outbreak as starting with one resident or healthcare worker with confirmed COVID-19, or one resident with severe respiratory infection resulting in hospitalization or death, or two or more residents or healthcare workers with new-onset respiratory symptoms consistent with COVID-19 within 72 hours of each other.\n\nThey report that cases include residents, employees and visitors. \n\nWashington includes cases pending Local Health Jurisdiction confirmation."},{"state":"WI","notes":"Wisconsin defines long-term care facilities as skilled nursing facilities (nursing homes) and assisted living facilities (community-based residential facilities and residential care apartment complexes).\n\nAn investigation is considered closed, and the facility removed from their listing, 28 days after the last positive case was confirmed. WI provides facility names for Nursing Homes with outbreaks, but not associated cases or deaths. The state does not supply facility level names for other LTC facilities, only the number of facilities. "},{"state":"WV","notes":"West Virginia defines an outbreak as two lab confirmed cases within 14 days of one another. An outbreak is active until 14 days after the last confirmed case."},{"state":"WY","notes":"Wyoming Department of Health releases data in Press Releases."}]
