{"state":"WA","notes":"Between March 31 and April 15, 2020, Washington state did not report **Negative PCR tests (people)**. \n\nOn April 18, 2020, Washington state removed 190 **confirmed cases** that were discovered to be out-of-state residents tested in Washington laboratories. \n\nOn June 18, 2020, Washington revised its **Total PCR tests (people)** downward. On the same date, Washington decreased its count of COVID-19 **deaths by 7**, because it determined that even though those 7 people had tested positive for COVID-19, COVID-19 was not a contributing cause in their deaths.\n\nOn June 22, 2020, we updated previous values for **cases** and **total tests** in our time-series using data from Washington state's dashboard. This update caused an artificial decrease in cases and tests between June 21 and June 22.\n\nOn July 14, 2020, Washington state revised its count of COVID-19 **deaths** downward by 39, because it determined that even though those 39 people had tested positive for COVID-19, COVID-19 was not a contributing cause in their deaths.\n\nOn August 2, 2020, Washington state Department of Health reported that \"DOH is continuing to experience issues with its reporting system today. We are able to report cases, deaths and hospitalizations but have not reported new negative test results since 8/1.\"\n\nOn August 26, 2020, Washington switched its total tests units to testing encounters, excluding future encounters from individuals who test positive. It also provided a full timeseries of the figure. This testing encounters figure is slightly different from how we define testing encounters in two ways: first, our definition of testing encounters includes encounters after a positive test, and second, it should be calculated not by summing resulted tests but by counting all daily tests in a separate reporting stream. Despite these differences, the historical and current values of Washington’s figure are still stored in our **Total PCR tests (test encounters)** field.\n\nAs of September 18, 2020, Washington's total test results are drawn from our `totalTestEncountersViral` field instead of calculated via positive+negative.\n\nWashington State reports **confirmed cases**, **laboratory tests**, and **deaths** as of the previous day. \n\nWe report the most recent hospitalization data available for Washington. In some cases, this data may be reviewed and revised by the Washington State Department of Health. As a result, Washington considers hospitalization data complete after a 18-day lag period. In our data this lag is 20 days.\n\n","covid19Site":"https://www.doh.wa.gov/Emergencies/NovelCoronavirusOutbreak2020COVID19/DataDashboard","covid19SiteSecondary":"https://www.doh.wa.gov/Emergencies/Coronavirus","covid19SiteTertiary":null,"covid19SiteQuaternary":null,"covid19SiteQuinary":null,"twitter":"@WADeptHealth","covid19SiteOld":"https://www.doh.wa.gov/Emergencies/Coronavirus","covidTrackingProjectPreferredTotalTestUnits":"Encounters","covidTrackingProjectPreferredTotalTestField":"totalTestEncountersViral","totalTestResultsField":"Total Test Encounters (PCR)","pui":"Positives + Negatives","pum":false,"name":"Washington","fips":"53"}
