{"state":"NC","notes":"Negative = Total tests* - total positives (where total tests include all data from public labs and partial data from hospital and commercial labs).\n\nOn July 21, NC announced: \"North Carolina has launched new, more detailed hospitalization data to provide more insights into North Carolina’s hospital capacity. NCDHHS continuously works to improve its data systems and has recently begun transitioning to a more automated system for collecting this information. In transitioning to this system, there will be a small shift in hospitalization numbers - the change over the past 30 days is displayed below. This is due to changes in the system including hospital information feeding in over night being backdated in the new system.\" Beginning July 22 this change means that there is Current ICU information available. We will work to backfill its time series of NC hospital data as well.  \n\nOn August 12, NCDHHS announced a major correction in its cumulative test counts, resulting in a decrease of over 220,000 tests ever completed. A LabCorp official stated: \"From late April until last week, Pixel by LabCorp at-home test collection kits that originated out-of-state but were processed in North Carolina were inadvertently included in the manual data submission to the state. We quickly corrected the issue and provided the updated manual reports to NCDHHS. LabCorp’s daily electronically reported data was accurate and unaffected by the error, and this issue does not affect other states or any results reported to patients or their providers.\" See the NCDHHS website for more information.","covid19Site":"https://www.ncdhhs.gov/covid-19-case-count-nc","covid19SiteSecondary":"https://files.nc.gov/covid/documents/dashboard/Weekly-COVID19-Patients-Presumed-to-be-Recovered.pdf","covid19SiteTertiary":"https://public.tableau.com/views/NCDHHS_COVID-19_Dashboard_HospitalizationsE/Hospitalizations?:embed=y&:showVizHome=no&:host_url=https%3A%2F%2Fpublic.tableau.com%2F&:embed_code_version=3&:tabs=no&:toolbar=no&:animate_transition=yes&:display_static_image=no&:display_spinner=no&:display_overlay=yes&:display_count=no&:language=en&publish=yes&:loadOrderID=0","twitter":"@ncdhhs","covid19SiteOld":"https://www.ncdhhs.gov/divisions/public-health/coronavirus-disease-2019-covid-19-response-north-carolina","name":"North Carolina","fips":"37","pui":"","pum":false}
