{"state":"MI","notes":"Michigan updates its **Recovered** metric weekly and does not update any data on Sundays.\n\nOur source for **Now hospitalized** and **Now in ICU** data in Michigan generally updates on Mondays and Fridays only. \n\nMichigan combines PCR and antigen tests in the total tests figure reported on the state's dashboard. \n\nOn October 15, 2020, Michigan announced that due to a laboratory result processing slowdown, several cases that would normally have been included in the October 14, 2020 update were reported on October 15, 2020. The issue has since been resolved. Aa a result, cases reported on October 15, 2020 may not have been reported within the last 24 hour period.\n\nAs of July 7, 2020, Michigan updates its death figures three times a week after conducting reviews of death certificates. As a result, \"new\" deaths may not always reflect deaths in the past 24 hours.\n\nOn June 11, 2020, we updated our historical data from a spreadsheet provided by Michigan's Department of Health and Human Services in order to reflect the lab-reported dates of **probable and confirmed cases** and **probable and confirmed deaths** by date of death.\n\nSince March 10, 2020, Michigan has reported each day's Positive and Negative tests (people) by county but has never totaled these metrics for the state. We add new Positive and Negative tests (people) values daily to a running sum and report the total. ","covid19Site":"https://www.michigan.gov/coronavirus/0,9753,7-406-98163_98173---,00.html","covid19SiteSecondary":"https://www.michigan.gov/coronavirus/0,9753,7-406-98159-523641--,00.html","covid19SiteTertiary":"https://www.michigan.gov/coronavirus/0,9753,7-406-98163_98173-531113--,00.html","covid19SiteQuaternary":null,"covid19SiteQuinary":null,"twitter":"@MichiganHHS","covid19SiteOld":"https://www.michigan.gov/coronavirus","covidTrackingProjectPreferredTotalTestUnits":"Specimens","covidTrackingProjectPreferredTotalTestField":"totalTestsViral","totalTestResultsField":"posNeg","pui":"All data","pum":false,"name":"Michigan","fips":"26"}
